{"id": "podcast_1", "text": " I think the solutions to climate change are not just about economic solutions. Real climate solutions are not caught up in maintaining the status quo of capitalism, of colonialism. Real climate solutions are rooted in a return to the land, a return to and of the land, and a rooted decolonization. And it's indigenous communities that still maintain that connection to the land. And they maintained that critical knowledge and understanding of not just their connection, but their place in the cycles of Mother Earth and the cycles of this planet. And that genetic memory is deep in who we are. It's woven into the fabrics of our culture, of our cosmology, of our creation stories. We have to stand up against the injustices that we see on the land. Because as indigenous people, the injustices that we see for our people are injustices against the land because it's one in the same. And so when we are fighting to protect our rights, our culture and identities, and when we're doing language preservation and cultural preservation, it becomes just as critical as putting up solar panels and changing our energy efficiency. Because it's reconnecting and maintaining those connections to land. Grassroots activism here in the local level is going to be super critical. I'm involved with a project called Indigenous Climate Action, the network of our own people, for our own people, rooting and framing the ideas around climate change in traditional knowledge, in traditional understandings of what climate change means. What does that mean culturally? What does that mean to our identities? What does it mean to our people? What are some of the solutions that we are already doing? So many of our communities already, a part of mitigating climate change. They're already creating pathways for adaptation to climate change, and yet we're not recognized as being key players. This isn't just about talking about climate justice. This is about justice in general. And we have an opportunity right now to not just leverage our knowledge to help climate stabilization, but to really help ensure that our cultures, our identities and our peoples, cultural survival is upheld, and that we step back into those places as leaders here on Turtle Island. We won't survive with solar panels and wind turbines if that's our only course of action to take for climate change. Yes, we're going to need those Western technological advances. Yes, we're going to need aquaponics and solar and wind and geothermal energy. But unless we also have that intimate connection and understanding of the land, I don't think there's any real hope for anyone.", "source": "https://www.youtube.com/watch?v=YooCa3A9c-0&pp=ygUZaW5kaWdlbm91cyBjbGltYXRlIGFjdGlvbg%3D%3D", "domain": "Podcast", "language": "en", "type": "audio_transcript"}
{"id": "podcast_2", "text": " We have to be the voice of the land. That's a respect we have to give back because the land gives us, so we have to give back. We have to be the voice. It's not necessarily a philosophy, a philosophy is a Western term, but we have our indigenous ways of knowing. I'm Dr. Marl Ballard, the Chief Indigenous Science Advisor with Environment and Climate Change Canada. Within Indigenous peoples, the teaching is not in a classroom like a building where there's four walls. The teaching comes from the land, comes from knowledge holders who share about what's going on the land. It's not intentional either, there's not a specific agenda, there's not a curriculum to follow. But it's part of the teaching, it's an ongoing process. It's not the forced learning, but it's a learning to be able to look after yourself. The Kippie Matisouin is what we call it. That's the general life that I have, which is based on the activities that I do. When the mentor, mentee, that elder, the knowledge holder, teaches, but it's not teach per se. It's a relationship, it's a doing, it's an activity. The indigenous science that Indigenous peoples practice, when I use science, I use it very specifically for a reason. There's different types of knowledge systems, but in this context I use science because Indigenous peoples' knowledge of the land, it's about the science of the land, it's about the science of the water, it's about the science of the species, the animal species as well. It's important that they distinguish the western ways from the indigenous ways. When we think of western, it's very siloed approach. And when we think of a western-crained scientist, they go through the process of their training in an academic setting, where there's labs and a testing of animals. Indigenous people pass on their knowledge, a knowledge holder does not say to the learner. Today I'm going to take you on the land, I'm going to show about which way the water flows. It's not like that, it's the relationship where at the same time they're being taught to look after themselves, to be able to sustain themselves, that they're being taught in the traditional ways. It's important that people understand Indigenous worldviews because these are a part of the teachings that will inform the public in the importance of land. This is really critical because if people in general make an effort to understand that and then they'll start to understand Indigenous people's concern over land, the loss of land, the degradation of land, why these issues are important to Indigenous people. They know about the land because they grew up on the land, they were part of the land. I was on the land a lot growing up and spending a time with the knowledge holders and the traditional activities. I went with my mom and my aunt and we went to a scenic route. We didn't go very far from my mom and my mom's house that was on the reserve, but because of the loss of land that's taken away from the land and being confined to reserve, from my mom and my aunt, that was a big day for them and we packed a lunch and we took lunches. We were on the land, we took breaks, we made a fire and then we had lunch and this was all part of the reconnection with the land because that's what they grew up with and that to them it was a big day being part of the land. We held a workshop where we invited Indigenous knowledge holders to talk about Indigenous ethics and what Indigenous ethics is, is about the ethical treatment of what we call the environment, the land, the water, species and including land. So they talked about the ethical ways we should treat the land and the differences between the way it was to science, treats the environment, what we should do to work together, what we shouldn't do and the gaps that are there. The way species are managed today, it's not the same as the traditional ways that they were done before. There's a lot of reasons why species declining in population is because of encroachment. We are the encroachers, they were there first but we were overtaking their national habitat and we have to think of better ways of solving these kind of problems, ethical treatment. We need to come up with a better strategies in preserving species and also learning from both of the knowledge systems, the Indigenous science and the Western science where they can work together in solving a lot of these issues that are taking place regarding climate change, the loss of biodiversity, the Indigenous people, the knowledge holders because of the close relationship with the land, the close relationship with the species. They are the voice for that third eye and that's why it's really critical for Indigenous people to be the voice that third eye, the third voice that's at the three eye, the seeing approach that I developed, the three eyeed seeing is what we have to do to manage the species around us. We have to incorporate everything into the conservation and the protection of the lands, the environment and the species that live in there for those as species around us that cannot talk for themselves. Those species that come to us when they're in trouble and we have to start listening, we have to be the voice for them and we have to respect them as well.", "source": "https://www.youtube.com/watch?v=fOMJqshXsoY&pp=ygUZaW5kaWdlbm91cyBjbGltYXRlIGFjdGlvbg%3D%3D", "domain": "Podcast", "language": "en", "type": "audio_transcript"}
{"id": "podcast_3", "text": " I come from a small island called Camiguin in southern Philippines, land of seven volcanoes and the famous sweet Lansonis fruits. As a kid, I would go to the forest with my father, a healer. He would take me by the hand and whisper, Tabiapu permit me to respect spirit, the majesty of giant trees. Often he would look me straight in the eye and say, spirits, forests, Lansonis, they nurture us. You nurture them back. You work with the people who know how. I share this pain. Now, seeing our world's tropical rainforest cut down, hearing the cry of our world's wildlife, losing the habitats, listening to reports of forest guardians under threat. In 2020, over 200 indigenous and environmental defenders were lost. Illegalogers, illegal logging is linked to almost a third of these murders. With their deaths and the death of forests, something is also lost in us, our abilities to survive the climate crisis. Pressure is building. A COP26 last year, governments and GOs, corporations also yes to protecting forests and land rights and call on indigenous peoples, guardians of standing forests for help. Finally, we all agree. We work with the people who know how in my father's words. Over 20 years ago, in my own hometown, in southern Philippines, indigenous peoples, activists all put their own lives on the line as fighters. They protect their forests against illegal loggers, companies and miners who want to take their land. My own fiance, a brave indigenous young man, was killed in that fight. For years, I thought I was a coward. Unlike my fiance, I chose the pen, not the gun. I chose to set up a legal defense organization, stood with brave indigenous women and men as barefoot loyers. I struggled between hope and fear when they asked, can we really trust the laws? I barely had time to ponder. You see, when indigenous peoples, activists protested, they were tagged as communists. So we set up quick reaction teams to respond to 24-7 to their legal needs. And this work led to the passage of an ancestral domain law in the Philippines that set up an indigenous peoples commission and recognized four million hectares of ancestral land lanes. This was shared to Indonesia's legal aid and legal rights defenders who worked at strength in the Indonesia's alliance of indigenous peoples and they won their forest land rights case in court. Today, 476 million strong indigenous peoples look after 80% of our world's biodiversity. So I joined the tenure facility five years ago, based in Stockholm, we finance, mapping and legal defense of collective land rights so communities globally can protect themselves, protect forests and protect nature. This is how we do it. We work with credible communities who are forest guardians, positioned to protect large tracks of tropical rainforests in the Amazon and Central America, Congo Basin and Tropical Asia. And in these countries, laws and policies already exist to recognize rights, but they're not implemented because communities and their partners in government lack support, funding and capacity to turn this promise to reality. For example, in Panama, we assisted the federation of indigenous peoples, Kuna P and their ally in government and now they recognized 200,000 hectares of their indigenous lands and today they protect a million hectares of indigenous peoples lands and forests and they monitor it. In Liberia, we work with 24 customary communities and their allies in government and women land rights groups and they now recognize and protect 600,000 hectares of their customary land and forests. In Indonesia, we assisted the alliance of indigenous peoples and farmers and women and they together recognized and registered 1.2 million hectares of their ancestral land lanes and forests and together they buffer large tracks of forests in Indonesia. Protecting rights to manage lands and forests is not only protecting biodiversity, it is also a climate change solution and it is a very powerful leverage to our world's climate mitigation work and it is supporting the visions of intergenerational stewardship of indigenous peoples. We have shown it's possible. Today, since 2017, indigenous peoples, our partners have advanced recognition of their land rights and forests to up to 14 million hectares, benefiting 7 million people in 12 countries and with a tab audacious support, we can leverage this momentum and expand, secure and protect up to 50 million hectares of land and forests. And reach, reach 15 million forest guardians in the next 5 years. What we've learned is that when in the midst of environmental destruction, conflict and criminalization, land tenure serves as a bridge, it is an important link that generates this possibility of opening minds and hearts for unusual parties, indigenous peoples, governments, private sector to come together to find a common solution for a sustainable planet. Already with secure tenure, we see conflicts resolved, less deforestation and most importantly, women, women have increased support for their role as forest guardians, as holders of traditional knowledge and as decision makers for land use, keepers of traditional knowledge, and our youth indigenous youth are coming home. My journey with indigenous peoples has taught me deep humility and respect. Knowing the dangers of protecting forests, they persist, they put their own families, their culture, their own lives on the line, in order to secure our world's chance, your chance, my chance for a livable future. No one should have to die protecting forests. We all have a choice, all of us, to stand as allies, to protect the protectors of our future, to restore balance, to survive the climate crisis. Let us work with the people who know how. Thank you.", "source": "https://www.youtube.com/watch?v=YKK7KNiAD2k&pp=ygUZaW5kaWdlbm91cyBjbGltYXRlIGFjdGlvbg%3D%3D", "domain": "Podcast", "language": "en", "type": "audio_transcript"}
{"id": "podcast_4", "text": " So, like many Black South Africans my age, I spent a significant part of my life in a rural area. My grandmother was a prison farmer who grew most of the food that she needed and often with enough surplus for extended family in the cities. And back then I remember my grandmother always spoke about how things had changed. She spoke about how the cropping season had shifted. She spoke about how many crops that had characterized her youth, she could no longer plant. And so in many ways she spoke about her own observations and interpretations of what was a change in the weather pattern. Looking back now, it's clear that my grandmother was talking about climate change. And she was using her own words and her own experiences, her own vocabulary, to describe a change in the climate. But like many of us, she spoke about it as a then and now and not as a continuous process that's ongoing. And I say this because in the 19th century, Charles Darwin popularized the term survival of the fittest. It was based on his evolutionary theory of natural selection where he postulated that with the environment continuously changing, species had to adapt. And it was the adaptation or ability to adapt that kept species in perpetuity. Now Darwin's theory was based on two fundamental assumptions. The first is that clearly the environment is changing on an ongoing as a matter of a cause. The other is that species have sufficient variability in them to then use the adaptation or to require adaptation to perpetuate their own stock. Now when I apply Darwin's first, the first assumptions to climate change, it's clear to me that climate change must be seen in the context of an ever changing environment. And that is not to say that we haven't accelerated that change. But for me, it has to be seen in the context of an ever changing environment where adaptation is second nature to all species. Now my grandmother, having described climate change, was also talking about some of the things that they had done as part of her community to adapt to climate change in terms of planting different crops in terms of looking at changing certain what time the crops get planted and so on and so forth. Sometimes in the middle of my career, I took an interest in climate change. And together with some researchers set out to develop what we called at the time a household vulnerability index. So this was going to be a scientific measure that would assess household level of vulnerability to climate change. Now many such indices have been developed over time and continue to be applied, you know, as a means of this assessment. And most of these indices have common inputs. Some of those inputs include looking at the structure of the housing, the material used in building the housing. It looks at financial resilience within households. They look at, you know, human and social capital. They look at, you know, the extent to which households are dependent on natural resources. I am yet to see an index that actually incorporates indigenous knowledge systems into their matrix. I'm that acknowledges that this is happening and in fact, communities like my grandmother's are at the core phase of the impact of climate change. And they have lived with this, you know, forever. And yet we lose out on the opportunity to incorporate what they know, what they've learned, the knowledge that they have acquired into the tools and the frameworks, you know, that we use in this conversation. In about 2019, Cyclone Idiac was a lot of devastation in the southern part of Africa. The eastern part of Zimbabwe was also impacted. At the time, we were interested in looking at the relationship between women and climate change, so the gendered impact of climate change. So we set out talking to some of those families, you know, that had been impacted. Now there were two villages which were adjacent. And one would have expected that those villages would have been impacted the same. Now when we went out and spoke to those villages, both of them said, you know, we heard something in the news that we're talking about heavy rains coming. We were not sure what was expected of us. So they didn't quite know what the ask was. But in the one village, in addition to what they heard, one of the elders said, we saw insects. Now we've always associated these insects with heavy rains. But we saw these insects in numbers we had never seen before. And on the basis of that, they evacuated all their livestock appeal. They took women pregnant, women little babies appeal. And that village suffered far less catastrophe. So what is indigenous knowledge? It's knowledge that is acquired over time through men's interaction with the natural environment. Often it's passed down through stories that are told through riddles, perhaps, through idioms, and sometimes even through the use of taboos. In fact, as I was preparing for this talk over the last couple of weeks, I spoke to my young sister, who happens to have spent, who was like fortunate enough to have spent a bit more time in the village than we did. And she shared with me how, as young girls going out to fetch fire within the forest, there was a particular tree species that were told never to cut. Now the reason that was given, wait for it, they were told if you ever cut that tree, you would not be able to bear children. Now it sounds laughable, the link between cutting a tree and your fertility as a woman. But when we dug a little bit deeper, we discovered that that particular tree has a very complex root system that actually preserves soil moisture. So what was punted as a spurious reason for not cutting the tree was actually based on some sound ecological science, if you will. And there are many such examples all over. If you think about how communities have used the position, the movement of the sun, the moon, to interpret and predict whether patterns, how they've used morning dew sometimes, the sound of animals is a common one. Some smells have been associated with this or the other. But this is knowledge that exists in our communities. Knowledge which in our climate action plans we are failing to tap into. Knowledge which would not only contribute to the body of knowledge that we have, to the science that we have, but also help demystify climate change. Because the people who are likely to be most impacted by climate change are not the people in this room. It's not the people who understand climate change and the science behind the climate change. So when we talk about this community, it's about climate change. It's very abstract. If you look at a global level, the IPCC, which is a report that is released from time to time, that talks about climate change and what actions need to be taken, it acknowledges that we need to incorporate indigenous knowledge systems. And very little has been done. And they argue that this is because it's very difficult to get these knowledge systems, because they pass down from generation to generation. Some of it sits in gray literature and it's not peer reviewed. And again, that's the problem because we framed the climate science through this very narrow scientific lens. And so if you look at the South African context, we've got the Climate Commission, which is mandated with looking at our just transition or managing our just transition. That change commission is made up of mostly experts in academics, mostly experts in academics. There aren't any resource people from communities that have lived this and continue to live through it. So again, a missed opportunity because our climate action plans identify these communities as many victims of climate change. They are not seen as resources that we can tap into. Going back to my grandmother, it's clear to me that her community used indigenous knowledge to predict whether patterns, to interpret and predict whether patterns. They used indigenous knowledge as part of their bio-conservation efforts, as part of sustaining the whole ecosystem. They used indigenous knowledge as part of their adaptation process through using different water harvesting methods, using different cropping methods, planting at different times and so on and so forth. And all those were important adaptations. And like the village in Zimbabwe, they used their indigenous knowledge as part of their disaster mitigation plan or disaster mitigation strategy. So what I want to live with you is we need to act now in terms of mainstreaming indigenous knowledge into our climate action plans. Thank you for listening.", "source": "https://www.youtube.com/watch?v=MB3Cu18Fml0&pp=ygUZaW5kaWdlbm91cyBjbGltYXRlIGFjdGlvbg%3D%3D", "domain": "Podcast", "language": "en", "type": "audio_transcript"}
{"id": "wiki_5", "text": "Indigenous rights are those rights that exist in recognition of the specific condition of indigenous peoples. This includes not only the most basic human rights of physical survival and integrity, but also the rights over their land (including native title), language, religion, and other elements of cultural heritage that are a part of their existence and identity as a people. This can be used as an expression for advocacy of social organizations, or form a part of the national law in establishing the relation between a government and the right of self-determination among its indigenous people, or in international law as a protection against violation of indigenous rights by actions of governments or groups of private interests.\n\n\n== Definition and historical background ==\nIndigenous rights belong to those who, being indigenous peoples, are defined by being the original people of a land that has been conquered and colonized by outsiders. \nExactly who is a part of the indigenous peoples is disputed, but can broadly be understood in relation to colonialism.", "source": "Wikipedia:Indigenous rights", "domain": "Wikipedia", "language": "en", "type": "encyclopedic"}
{"id": "wiki_6", "text": "La mine de Kiruna est une mine à ciel ouvert, devenue souterraine, de minerai de fer, située très au nord, à 300 km au nord du cercle polaire arctique, dans le comté de Norrbotten près de la ville \"mono-industrielle\" de Kiruna, en Suède.\nElle appartient à la société LKAB, qui pourrait aussi fournir des terres rares. C'est la plus grande mine de fer souterraine au monde et l'un des plus grands gisements de magnétite-apatite. Ce gisement fait de la Suède le plus grand producteur de fer de l'Union européenne, grâce à un filon issu d'une activité volcanique ancienne (plus de 1,8 milliard d'années).\nParmi les séquelles minières figurent des affaissements miniers qui imposent le déplacement de la ville à plusieurs kilomètres de son territoire originel.", "source": "Wikipedia:Indigenous rights", "domain": "Wikipedia", "language": "fr", "type": "encyclopedic"}
{"id": "wiki_7", "text": "La notion de justice climatique désigne les approches éthiques, morales, judiciaires et politique de la question de l'égalité face au dérèglement climatique, plutôt que les approches uniquement environnementales ou physiques.\nElle est aussi utilisée pour désigner les plaintes et actions juridiques déposées pour action insuffisante contre le changement climatique et pour l'adaptation.\nEntre 2006 et 2019, plus de 1 300 plaintes relatives au climat ont été déposées dans une trentaine de pays, parfois par des enfants. Les accusés étaient surtout des gouvernements, mais ces actions en justice visent de plus en plus de grandes entreprises fortement émettrices de gaz à effet de serre.\n\n\n== Histoire des plaintes déposées pour la défense du climat ==\nCe phénomène émerge au début des années 2000[réf.", "source": "Wikipedia:Climate justice", "domain": "Wikipedia", "language": "fr", "type": "encyclopedic"}
